alexcvzz.vscode-sqlite
batisteo.vscode-django
BracketPairColorDLW.bracket-pair-color-dlw
bungcip.better-toml
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
eamodio.gitlens
gencay.vscode-chatgpt
GitHub.codespaces
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
humao.rest-client
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-repositories
njpwerner.autodocstring
oderwat.indent-rainbow
rvest.vs-code-prettier-eslint
ryanluker.vscode-coverage-gutters
shardulm94.trailing-spaces
thebarkman.vscode-djaneiro
Vue.volar
Vue.vscode-typescript-vue-plugin
